Repository: PolarNick239/geoscan_plugins
Catalog: contour_tools/locale/*/LC_MESSAGES/contour_tools.po
Languages: ru

source: Offset (sm)
ru: Сдвиг вбок (см)

source: Apply offset
ru: Применить

source: Move up (sm)
ru: Сдвиг вверх (см)

source: Apply height
ru: Применить

source: Duplicate selected
ru: Дублировать выделенные

source: Error
ru: Ошибка

source: Delta h is not a number
ru: Сдвиг по высоте не число

source: Delta offset is not a number
ru: Сдвиг по ширине не число

source: Contour tools
ru: Контура

source: Contour not selected
ru: Контур не выбран

source: Please select contour
ru: Выберите контур

source: No height for contour
ru: Нет высоты для контура

source: Please add heights to selected contour
ru: Определите высоты для контура

source: Creating masks from contour
ru: Создаем маски из контура

source: Hiding all objects
ru: Прячем объекты

source: Fraction of coarsen:
ru: Во сколько раз сжимать:

source: coarsen by: 6
ru: сжимаем в: 6

source: Apply coarsen
ru: Применить

source: coarsen by:
ru: сжимаем в:

source: Please open document which you want to work with!
ru: Откройте документ, с которым нужно работать
