Repository: PolarNick239/geoscan_plugins
Catalog: gnss_processing/locale/*/LC_MESSAGES/gnss_processing.po
Languages: ru

source: Planner file
ru: Файл самолета

source: Open file
ru: Открыть файл

source: Gnss file
ru: ГНСС файл

source: Save to file
ru: Сохранить в файл

source: Result file
ru: Результат

source: Select
ru: Выбор

source: Update reference
ru: Обновить привязку

source: Merging done
ru: Объединение завершено

source: Merge two files
ru: Объединить два файла

source: Chose directory
ru: Выберите каталог

source: Incorrect path!
ru: Заданный путь не существует!

source: Path: "{}" Is not a directory!
ru: Путь: {} Не является существующей директорией!

source: Unexpected error!
ru: Неожиданная ошибка! {}

source: Processing finished!
ru: Обработка завершена

source: Processing finished successfully!
ru: Обработка успешно завершена
