Repository: PolarNick239/geoscan_plugins
Catalog: shape_worker/locale/*/LC_MESSAGES/shape_worker.po
Languages: ru

source: Generate MSK grid
ru: Создать номенклатурную сетку

source: Region
ru: Область

source: Easting
ru: Восточное ук.

source: Northing
ru: Северное ук.

source: Zone number in Easting coordinates
ru: Координаты восточного указания с номером зоны

source: Create msk grid like SPB grid
ru: Построить разграфку для СПб

source: MSK parameters
ru: Параметры МСК

source: Number:
ru: Номер:

source: Zone:
ru: Зона:

source: Use latin letters
ru: Использовать латинские буквы

source: Create
ru: Создать

source: Wrong values!
ru: Неверные значения!

source: Generate grid
ru: Создать сетку

source: Fill by selected shape
ru: Заполнить по выделенному контуру

source: Cells count
ru: Количество ячеек

source: Cell size
ru: Размер ячейки

source: Overlap
ru: Перекрытие

source: Generate
ru: Создать

source: Remove
ru: Удалить результат
