Repository: PolarNick239/geoscan_plugins
Catalog: gnss_post_processing/locale/*/LC_MESSAGES/gnss_post_processing.po
Languages: ru

source: Save new shrinked Rover RINEX file
ru: Сохранить прореженный RINEX-файл ровера

source: Shrinking Rover RINEX file...
ru: Прореживание RINEX-файла ровера...

source: Finished!
ru: Завершено!

source: Invalid path to flights directory.
ru: Некорректный путь к директории с АФС

source: Invalid path to base RINEX file.
ru: Некорректный путь к RINEX-файлу базовой станции.

source: Searching flights...
ru: Поиск полетов...

source: Identifying flights data...
ru: Поиск соответствий...

source: Rover files
ru: RINEX-файлы борта

source: Geoscan telemetry
ru: Телеметрия Геоскан

source: Collecting base station data...
ru: Собираем данные базовой станции...

source: Search flights settings
ru: Настройки поиска

source: Telemetry time bounds must be within rover RINEX time bounds
ru: Временные границы телеметрии должны быть внутри временных границ RINEX-файла ровера

source: Telemetry time bounds must overlap rover RINEX time bounds
ru: Временные границы телеметрии должны пересекаться с временными границами RINEX-файла ровера

source: * Use Geoscan filenames to refine matches
ru: * Использовать специфические имена файлов для уточнения поиска

source: Use date
ru: Использовать дату

source: Use flight type
ru: Использовать тип полета

source: Use drone id
ru: Использовать номер борта

source: Use flight id
ru: Использовать номер полета

source: * Required part of filename (example): name: 2020_07_22_reg36_g201b20395_f077, where date: 2020_07_22, flight type: reg36, drone id: g201b20395, flight id: f077
ru: * Требуемая часть названия файла (пример): имя файла: 2020_07_22_reg36_g201b20395_f077, где дата: 2020_07_22 тип полета: reg36 номер борта: g201b20395 номер полета: f077

source: v
ru: версия

source: Choose rover RINEX
ru: Выберите RINEX-файл наблюдений ровера

source: Choose base RINEX
ru: Выберите RINEX-файл наблюдений базовой станции

source: Choose telemetry file
ru: Выберите файл телеметрии

source: Incorrect input data
ru: Некорректные входные данные

source: Checking input data...
ru: Проверка входных данных...

source: Unexpected error during RINEX navigation files search
ru: Неожиданная ошибка в процессе поиска навигационных RINEX файлов

source: Processing RINEX files...
ru: Подготовка RINEX-файлов...

source: Checking time bounds...
ru: Проверка временных границ файлов...

source: Reading RINEX files...
ru: Чтение RINEX-файлов...

source: Merging with telemetry...
ru: Соединение с файлами телеметрии...

source: Completed!
ru: Завершено!

source: No cameras in chunk
ru: Нет снимков в блоке

source: Select directory to save files with merged telemetry and GNSS data
ru: Выберите папку для сохранения файлов с результатами расчетов

source: processing method: forward
ru: метод обработки: прямой

source: processing method: backward
ru: метод обработки: обратный

source: processing method: combined
ru: метод обработки: комбинированный

source: GNSS Post Processing
ru: Обработка геодезических наблюдений

source: Single files
ru: Одна база и один полет

source: Single base + Multiple rovers
ru: Одна база и несколько полетов

source: Settings
ru: Настройки

source: GNSS Utilities
ru: Инструменты

source: Rover
ru: Ровер (наблюдения, полученные при помощи БПЛА)

source: RINEX file:
ru: Файл RINEX:

source: Open
ru: Открыть

source: Use epochs which placed next to events only (experimental, processing wil be faster)
ru: Ограничить используемое количество эпох (экспериментальная опция, ускоряет обработку)

source: Epochs number per event:
ru: Количество эпох на 1 снимок:

source: Base
ru: Базовая станция

source: Coordinate System:
ru: Система координат:

source: Select CRS
ru: Выбрать

source: Base coordinates:
ru: Координаты:

source: North (Lat)
ru: Север (Шир.)

source: East (Lon)
ru: Восток (Дол.)

source: Height (m):
ru: Высота (м):

source: Antenna type:
ru: Тип антенны:

source: Antenna height (m):
ru: Высота антенны (м):

source: Geoscan telemetry files
ru: Телеметрия Геоскан

source: Telemetry file 1:
ru: Телеметрия №1:

source: Telemetry file 2:
ru: Телеметрия №2:

source: Directory with flights data*:
ru: Директория с АФС данными:

source: * The directory must include rover and telemetry files. Files will be searched recursively in all subdirectories
ru: * Директория должна включать файлы телеметрии и RINEX-файлы бортов. Поиск проводится рекурсивно по всем вложенным папкам

source: Flights data:
ru: Полеты:

source: Show full file paths
ru: Показывать полные пути файлов

source: Uncheck all
ru: Отключить все

source: Find flights in selected directory
ru: Найти полеты в выбранной директории

source: Plot track
ru: Отобразить трек полета

source: Plot marks
ru: Отобразить центры фотографирования

source: Export result to xml / txt files
ru: Эскпорт результатов в xml / txt

source: Import result to chunk
ru: Загрузить результат в проект

source: Process
ru: Обработать

source: <html><head/><body><p><span style=" color:#8b8b8b;">Powered by RTKLIB 2.4.3 Demo5 b34b</span></p></body></html>
ru: <html><head/><body><p><span style=" color:#8b8b8b;">C использованием RTKLIB 2.4.3 Demo5 b34b</span></p></body></html>

source: Processing parameters
ru: Параметры обработки

source: GLONASS
ru: ГЛОНАСС

source: Elevation mask (°):
ru: Маска возвышения (°):

source: Excluded satellites:
ru: Исключенные спутники:

source: Example: G10, R07
ru: Пример: G10, R07

source: Events accuracy in Agisoft Metashape project
ru: Точность моментов фотографирования в проекте Agisoft Metashape

source: Use estimated accuracies
ru: Использовать рассчитанные точности

source: Use predefined accuracies for each solution
ru: Использовать предустановленные точности

source: Q1 (fixed):
ru: Q1 (фиксированное):

source: Q2 (float):
ru: Q2 (плавающее):

source: Use event coordinates from telemetry file if no solution
ru: Использовать координаты из файла телеметрии, если нет рассчитанного решения (статус Q0)

source: Shrink Rover RINEX file
ru: Проредить RINEX-файл ровера

source: Shrink Rover RINEX file by removing epochs that are not near the event To set the number of epochs that should be near the event use Epochs number per event.
ru: Прореживание файла происходит за счет сохранения в файле только тех эпох, которые находятся рядом с событиями (моментами фотографирования).

source: Input Data Error.
ru: Ошибка входных данных.

source: Set path before plotting
ru: Укажите путь к RINEX-файлу перед отображением

source: Error during parsing Geoscan telemetry file 1. Is it correct?
ru: Проблема с распознанием структуры файла телеметрии борта Геоскан (№ 1). Указан корректный файл?

source: Error during parsing Geoscan telemetry file 2. Is it correct?
ru: Проблема с распознанием структуры файла телеметрии борта Геоскан (№ 2). Указан корректный файл?

source: First time event in telemetry file 1 is later than last observation in rover RINEX file
ru: Время записи первого события в файле телеметрии (№1) позже времени последнего наблюдения в RINEX-файле ровера.

source: First time event in telemetry file 2 is later than last observation in rover RINEX file
ru: Время записи первого события в файле телеметрии (№2) позже времени последнего наблюдения в RINEX-файле ровера.

source: Last time event in telemetry file 1 is earlier than first observation in rover RINEX file
ru: Время записи последнего события в файле телеметрии (№1) раньше времени первого наблюдения в RINEX-файле ровера.

source: Last time event in telemetry file 2 is earlier than first observation in rover RINEX file
ru: Время записи последнего события в файле телеметрии (№2) раньше времени первого наблюдения в RINEX-файле ровера.

source: Start time event in telemetry file 1 is earlier than rover start observation time. Continue?
ru: Первое событие в файле телеметрии (№1) было записано раньше первого наблюдения в RINEX-файле ровера. Продолжить?

source: Start time event in telemetry file 2 is earlier than rover start observation time. Continue?
ru: Первое событие в файле телеметрии (№2) было записано раньше первого наблюдения в RINEX-файле ровера. Продолжить?

source: Last time event in telemetry file 1 is later than rover end observation time. Continue?
ru: Последнее событие в файле телеметрии (№1) было записано позже последнего наблюдения в RINEX-файле ровера. Продолжить?

source: Last time event in telemetry file 2 is later than rover end observation time. Continue?
ru: Последнее событие в файле телеметрии (№2) было записано позже последнего наблюдения в RINEX-файле ровера. Продолжить?

source: Invalid path to Geoscan telemetry1 file.
ru: Некорректный путь к файлу телеметрии 1.

source: Invalid path to Geoscan telemetry2 file.
ru: Некорректный путь к файлу телеметрии 2.

source: Unknown format of Geoscan telemetry1 file.
ru: Неизвестный формат файла телеметрии 1.

source: Unknown format of Geoscan telemetry2 file.
ru: Неизвестный формат файла телеметрии 2.

source: Invalid path to rover RINEX file.
ru: Некорректный путь к RINEX-файлу ровера.

source: Unknown format to rover RINEX file.
ru: Неизвестный формат RINEX-файла ровера.

source: Unknown format to base RINEX file.
ru: Неизвестный формат RINEX-файла базовой станции.

source: No RINEX navigation files were found. Observation and navigation RINEX files must have the same filenames.
ru: Не найдены навигационные файлы RINEX. Файлы наблюдений и навигационные файлы должны иметь одинаковые имена файлов.

source: Error:
ru: Ошибка:

source: Rover RINEX has missed epochs. Result for the listed events will be empty. Do you want to continue?
ru: В RINEX-файле ровера найдены пропуски в наблюдениях. Результат для перечисленных ниже моментов фотографирования не будет вычислен. Продолжить?

source: Event
ru: Моменты фотографирования

source: Continue
ru: Продолжить

source: Cancel processing
ru: Прекратить обработку

source: The files listed below were not added to processing table:
ru: Файлы, перечисленные ниже, не будут добавлены в обработку:

source: Type
ru: Тип

source: Reason
ru: Причина

source: File
ru: Файл

source: No time events in rover RINEX file. Continue?
ru: Нет меток времени в RINEX-файле ровера. Продолжить?

source: No epochs in rover RINEX file
ru: Нет эпох в RINEX-файле ровера

source: Couldn't get time bounds from Rover RINEX.
ru: Невозможно извлечь временные границы RINEX-файла ровера.

source: Couldn't get time bounds from Base RINEX.
ru: Невозможно извлечь временные границы RINEX-файла базы.

source: Start time of rover RINEX file is earlier than base RINEX start observation time.
ru: Наблюдения в файле ровера начинаются раньше, чем в файле базовой станции.

source: Continue?
ru: Продолжить?

source: End time of rover RINEX file is later than base RINEX end observation time.
ru: Наблюдения в файле ровера заканчиваются позже, чем в файле базовой станции.

source: Invalid coordinates values
ru: Недопустимые значения координат

source: Unkhown satellite in excluded satellites form:
ru: Неизвестные спутники в строке исключенных спутников:

source: Supported satellite groups: GPS (G), GLONASS (R).
ru: Поддерживаемые группировки спутников для обработки: GPS(G), ГЛОНАСС (R).

source: Invalid path to {} RINEX file.
ru: Путь к RINEX-файлу (.YYo).

source: Set telemetry file path to continue
ru: Укажите путь к файлу телеметрии

source: time error
ru: ошибка извлечения времени

source: no time overlap or equal name with other files
ru: нет пересечения по времени или эквивалентного имени с другими файлами

source: not rover
ru: не ровер

source: not for selected Base RINEX
ru: не для выбранного RINEX-файла базы

source: Pos file with computed result is empty
ru: Не удалось рассчитать точные координаты. Координаты базовой станции указаны верно?
