Repository: PolarNick239/geoscan_plugins
Catalog: export_by_shapes/locale/*/LC_MESSAGES/export_by_shapes.po
Languages: ru

source: Successfully exported!
ru: Успешно экспортировано!

source: Unexpected error
ru: Неожиданная ошибка

source: Cannot resolve string "{}" and existing grid model
ru: Не получилось соотнести строку "{}" и существующую регулярно-ячеистую модель

source: Not a directory
ru: Не папка

source: Path: {} Is not an existing directory!
ru: Путь: {} Не является существующей директорией!

source: Empty shapes list
ru: Пустой список фигур

source: Group: "{}" is empty! Choose other shapes group
ru: Группа: "{}" пустая! Выберите другую группу фигур

source: Empty data source
ru: Пустой источник данных

source: There is no {} in chunk!
ru: Нет модели {} в блоке!

source: Empty chunk!
ru: Пустой блок!
