Repository: PolarNick239/geoscan_plugins
Catalog: common/locale/*/LC_MESSAGES/common.po
Languages: ru

source: Ok
ru: Ок

source: Updating scripts
ru: Обновление плагинов

source: Agisoft Metashape plugins
ru: Плагины Agisoft Metashape

source: Do you want to update plugins?
ru: Хотите обновить плагины?

source: Please, re-run Agisoft Metashape to apply updates
ru: Пожалуйста, перезапустите Agisoft Metashape для применения новых настроек

source: Python packages update is required (Internet connection is required).
ru: Необходимо обновление пакетов python (требуется подключение к Интернету).

source: Please, close all other Agisoft Metashape applications or click Cancel.
ru: Пожалуйста, закройте открытые проекты Agisoft Metashape, либо отмените обновление.

source: Installing site-packages
ru: Устанавливаем библиотеки

source: Update resources
ru: Обновление файлов ресурсов

source: Download python package...
ru: Скачивается python пакет...

source: Plugins Settings
ru: Настройки плагинов

source: Get auto updates for Plugins
ru: Получать автоматические обновления плагинов

source: Send error logs to developers
ru: Отправлять анонимные логи ошибок разработчикам

source: Please, re-run Agisoft Metashape to apply new settings
ru: Пожалуйста, перезапустите Agisoft Metashape для применения новых настроек

source: Chose directory
ru: Выберите каталог

source: Chose file
ru: Выберите файл

source: Not a directory
ru: Не является директорией

source: Path: {} Is not an existing directory!
ru: Путь: {} Не является существующей директорией!

source: Processing failed!
ru: Обработка завершилась неудачно!

source: Unexpected error! {}
ru: Неожиданная ошибка! {}

source: Aborted by user!
ru: Прервано пользователем!

source: Processing stopped! Aborted by user!
ru: Обработка остановлена! Прервано пользователем!

source: Processing finished!
ru: Обработка завершена!

source: Color error
ru: Ошибка цвета

source: Not valid color:
ru: Неверный цвет:

source: Error
ru: Ошибка

source: Please open document which you want to work with!
ru: Пожалуйста откройте документ, с которым хотите работать!

source: No camera selected
ru: Не выбрана камера

source: Please select camera you want to work with
ru: Выберите камеру, с которой хотите работать

source: Cameras
ru: Камеры

source: Circle finder
ru: Поиск круглых маркеров

source: Sandclock finder
ru: Поиск песочных часов

source: Auto-gamma correction
ru: Автокоррекция гаммы снимков

source: Shape
ru: Фигуры

source: Create buffer zone
ru: Построить буферную зону

source: Copy images
ru: Скопировать изображения

source: Roscartography tools
ru: Роскартография

source: Camera coordinates reports
ru: Каталоги координат центров фотографирования

source: MapInfo table "Cameras"
ru: Таблица MapInfo "Снимки"

source: Move cameras to other chunk
ru: Переместить камеры в другой блок

source: Other
ru: Другое

source: Set region
ru: Установка региона

source: Cluster
ru: Кластер

source: Cluster Nodes Manager
ru: Менеджер узлов в кластере (Политех)

source: Pocket processing manager
ru: Менеджер пакетной обработки

source: Project
ru: Проект

source: Collect projects processing info
ru: Сбор информации об обработке проектов

source: Compute image contrast metrics
ru: Вычислить частотно-контрастные характеристики снимка

source: Create project from dir
ru: Создать проект из каталога

source: Upload User's Coordinates Systems
ru: Добавить пользовательские системы координат

source: Database
ru: База данных

source: Upload flights data
ru: Загрузить данные полетов

source: Model
ru: Модель

source: Export\Import model by marker
ru: Экспорт\Импорт модели по маркеру

source: Export by shape
ru: Экспортировать по фигурам

source: Export dense cloud by shape
ru: Экспорт плотного облака по фигурам

source: Clipping model by shape
ru: Обрезать модель по фигуре

source: Apply Vertical Camera Alignment
ru: Вертикальное выравнивание

source: GNSS
ru: ГНСС

source: Filling holes in RINEX
ru: Заполнение пропусков в RINEX

source: Filter seamlines
ru: Фильтрация линий реза

source: GNSS Post Processing
ru: Обработка геодезических измерений

source: Hide objects in photos by shape
ru: Спрятать объект в контуре

source: Image Channel Mixer
ru: Микшер каналов изображения

source: Merge MAGNET XMLs
ru: Соединить MAGNET XML-файлы

source: Make masks from shapes
ru: Построить маски по контурам

source: Build Walls
ru: Построить стены

source: Import model by shapes
ru: Загрузить модель по фигурам

source: Build MSK grid
ru: Построить номенклатурную разграфку

source: Nodes controller
ru: Монитор узлов

source: Noise detector
ru: Поиск шума

source: Build mesh by shape
ru: Построить модели по контурам

source: Plugins
ru: Плагины

source: Pause Node By ID
ru: Приостановить узел по ID

source: Settings
ru: Настройки

source: Configure plugins
ru: Конфигуратор плагинов

source: Run PPP Canadian Interpolator
ru: PPP Интерполятор NRCAN

source: Processing thermal images
ru: Обработка тепловизионных снимков

source: Estimate images quality
ru: Оценка качества исходных снимков

source: Remove image duplicates
ru: Удалить дублирующиеся изображения

source: Roof finder
ru: Поиск крыш

source: Advanced export
ru: Расширенный экспорт

source: Create XML metadata for orthomosaics
ru: Создание XML метаданных для ортофотопланов

source: Set altitude for shape
ru: Задать высоту выбранной фигуре

source: Shape utils
ru: Работа с фигурами

source: Build grid
ru: Построить регулярную сетку

source: Simplify seamlines
ru: Упростить линии реза

source: Download SRTM DEM
ru: Скачать SRTM

source: Create MapInfo TAB files for orthomosaics
ru: Создание MapInfo TAB-файлов для ортофотопланов

source: Run Testing UAV
ru: Запустить тестирование БПЛА

source: Teplovision params
ru: Тепловизионные параметры

source: PTL
ru: ЛЭП

source: Sort powerlines by lines
ru: Сортировать провода по пролетам

source: Help
ru: Справка
