Repository: PolarNick239/geoscan_plugins
Catalog: mesh_creator/locale/*/LC_MESSAGES/mesh_creator.po
Languages: ru

source: The installed version of Agisoft Metashape may not be fully compatible with the 3D Tools module. Please update software to version 1.5.2.
ru: Установленная версия Agisoft Metashape может быть не полностью совместима с модулем 3D Tools. Пожалуйста обновите ПО до версии 1.5.2.

source: Info
ru: Информация

source: The 3D Tools module is not compatible with the installed version of Agiosoft Photoscan. Please update the software to Agisoft Metashape version 1.5.2.
ru: Модуль 3D Tools не совместим с установленной версией Agiosoft Photoscan, пожалуйста обновите ПО до версии Agisoft Metashape 1.5.2.

source: This function will be in future.
ru: Функция в разработке.

source: Error
ru: Ошибка

source: Please, open project.
ru: Пожалуйста, откройте проект.

source: Please, enter correct values.
ru: Пожалуйста, введите правильные значения.

source: Shape was not selected.
ru: Объект не был выбран.

source: Too much shapes selected. Maximum 1 shape.
ru: Выделено много объектов. Пожалуйста, выберите только один.

source: Too much shapes selected.
ru: Выбрано много объектов.

source: Unable to edit 3D model with texture. Please remove texture to continue editing 3D model.
ru: Невозможно редактировать 3D-модель с текстурой. Пожалуйста, удалите текстуру, чтобы продолжить редактирование 3D-модели.

source: Cannot define shape
ru: Объект не определен

source: Please, sent to us .log file located in: {}
ru: Пожалуйста, пришлите нам .log файл: {}

source: Please, check all shape's vertices, some vertices are not show.
ru: Пожалуйста, проверьте все вершины объекта. Некоторые вершины не отображаются.

source: Cannot define shape's vertices
ru: Вершины фигуры не определены

source: Warning
ru: Предупреждение

source: It's impossible to detect the dense cloud under the point. Please enter the building height manually
ru: Вершина узла не определена. Пожалуйста, задайте высоту точки вручную.

source: Empty chunk!
ru: Пустой чанк!

source: Cannot define shapes's vertices
ru: Вершины фигуры не были определены

source: The buffer distance is more than distance between polygon sides.
ru: Слишком большое значение буфера (м).

source: Incorrect topology. Please remove intersecting vertices.
ru: Существует пересечение сторон полилинии. Пожалуйста, удалите пересекающиеся стороны (удалите вершины).

source: Cannot create inner buffer polygon. The buffer distance is more than distance between polygon sides.
ru: Невозможно создать фигуру. Слишком большое значение буфера (м).

source: Shape must have 3 or more vertices.
ru: Объект должен иметь больше 3х вершин.

source: Please, sent to us .log file in the path: {}
ru: Пожалуйста, отправьте нам .log файл. Путь до файла: {}

source: Support
ru: Техподдержка

source: Wall
ru: Стена

source: Roof
ru: Крыша

source: Inner buffer polygon
ru: Внутренний буфер (полигон)

source: Height
ru: Высота

source: (m)
ru: (м)

source: Direction
ru: Направление

source: Down
ru: Вниз

source: Up
ru: Вверх

source: Plane roof
ru: Плоская крыша

source: Roof with parapet:
ru: Крыша с парапетом:

source: Inside indent
ru: Смещение внутрь

source: Down indent
ru: Смещение вниз

source: Buffer distance
ru: Смещение внутрь

source: Need to update site packages.
ru: Необходимо обновление.

source: Please close other Metashape instances or click Cancel!
ru: Пожалуйста, закройте все окна Metashape или нажмите Отмена!

source: 3D tools was not installed. Need to update from previous step. Please restart Metashape.
ru: 3D Tools не был установлен. Необходимо обновление из предыдущего шага. Пожалуйста перезапустите Metashape.

source: Installing site-packages
ru: Установка сторонних модулей

source: Log file
ru: Файл .log

source: Log_file
ru: Файл .log

source: Your .log file: {}
ru: Файл .log находится: {}

source: Plugins
ru: Плагины
